tap "homebrew/cask-fonts"

cask "font-noto-mono"
cask "font-noto-nerd-font-mono"
cask "google-japanese-ime"
cask "google-chrome"
cask "docker"
cask "slack"
cask "hyper"

brew "nvim"
brew "yarn"
brew "n"
brew "direnv"
brew "peco"
brew "tmux"
brew "watch"
brew "jq"
brew "minikube"
brew "stern"
brew "kind"
brew "kustomize"
brew "jsonnet"
brew "skaffold"
brew "yq"
